Repository: cteixeira/SS.HealthApp
Catalog: SS.HealthApp.iOS/Resources/*.lproj/Localizable.strings
Languages: pt

source: Yes
pt: Sim

source: No
pt: Não

source: Back
pt: Voltar

# RequiredField
source: Fill in the required fields
pt: Preencha os campos obrigatórios

# SelectOption
source: Select an option:
pt: Seleccione uma opção:

source: Are you sure?
pt: Tem a certeza?

# Waiting
source: Wait...
pt: Aguarde...

source: Save
pt: Gravar

source: Success
pt: Sucesso

source: Close
pt: Fechar

source: Next
pt: Seguinte

source: Select
pt: Seleccione

# NoRecords
source: No records found.
pt: Não foram encontrados registos.

# ErrConnSevere
source: There was an error connecting to the service, check the connectivity, or try again later.
pt: Ocorreu um erro na ligação ao serviço, verifique a conectividade ou tente mais tarde.

# ErrConnLight
source: There is no connection, some data may be outdated.
pt: Não existe ligação ao serviço, alguns dados poderão estar desatualizados.

# ErrChangePassword
source: We were unable to make the change, make sure the old PIN is correct, or try again later.
pt: Não foi possível fazer a alteração, verifique se o PIN antigo está correto ou tente mais tarde.

# ErrCancelAppointment
source: Unable to cancel, check connectivity, or try again later.
pt: Não foi possível fazer o cancelamento, verifique a conectividade ou tente mais tarde.

# ErrCreateAppointment
source: Unable to schedule, please check the selected data.
pt: Não foi possível fazer a marcação, verifique a conectividade ou tente mais tarde.

# ErrSendDeclaration
source: We were unable to submit the statement, check your email address or try again later.
pt: Não foi possível enviar a declaração, verifique o seu endereço de email ou tente mais tarde.

# ErrOpenDeclaration
source: Could not get declaration, check connectivity, or try again later.
pt: Não foi possível obter a declaração, verifique a conectividade ou tente mais tarde.

# ErrSendDocument
source: We were unable to send the document, check your email address or try again later.
pt: Não foi possível enviar o documento, verifique o seu endereço de email ou tente mais tarde.

# ErrOpenDocument
source: Could not get document, check connectivity, or try again later.
pt: Não foi possível obter o documento, verifique a conectividade ou tente mais tarde.

# ErrAccessCalendar
source: Can not access calendar, check app settings in device settings.
pt: Não é possível aceder ao calendário, verifique as configurações da app nas definições do dispositivo.

# ErrNoAppointmentDates
source: Unable to schedule, please check the selected data.
pt: Não é possível efetuar a marcação, por favor verifique os dados seleccionados.

# ErrAccessGPS
source: Could not access GPS
pt: Não foi possível aceder ao GPS

# ErrSendingMessage
source: Could not send message, please try again later.
pt: Não foi possível enviar a mensagem, por favor tente mais tarde.

# ErrCheckinAppointment
source: Unable to check in, check connectivity, or try again later.
pt: Não foi possível registar a entrada, verifique a conectividade ou tente mais tarde.

# ErrOpenQrCode
source: Could not get QR code, check connectivity, or try again later.
pt: Não foi possível obter o código de desconto, verifique a conectividade ou tente mais tarde.

# ErrRatingService
source: Unable to rate the service, check connectivity, or try again later.
pt: Não foi possível classificar o serviço, verifique a conectividade ou tente mais tarde.

# ErrIOSVersion
source: Your device is not compatible with this feature.
pt: O seu dispositivo não é compatível com esta funcionalidade.

# AccountTitle
source: Account
pt: Faturas

# AppointmentTitle
source: Appointments
pt: Marcações

# DeclarationTitle
source: Declarations
pt: Declarações

# FacilityTitle
source: Facilities
pt: Unidades

# MessageTitle
source: Messages
pt: Mensagens

# NewsTitle
source: News
pt: Notícias

# UserTitle
source: Personal Data
pt: Dados Pessoais

# AboutTitle
source: About
pt: Sobre

source: Logout
pt: Sair

# EmergencyTitle
source: Emergency Care
pt: Atendimento Permanente

# WaitTime
source: Wait Time {0}
pt: Tempo de Espera {0}

# WaitTimeAdult
source: {0} min. | Adults
pt: {0} min. | Adultos

# WaitTimeChildren
source: {0} min. | Pediatrics
pt: {0} min. | Pediatria

# AccountSubTitle
source: Your financial documents
pt: Os seus documentos financeiros

# AppointmentSubTitle
source: Manage your appointments
pt: Faça a gestão da suas consultas

# DeclarationSubTitle
source: Get your declaration of presence
pt: Peça a declaração de presença

# FacilitySubTitle
source: Find the nearest health facility
pt: Encontre uma unidade de saúde

# MessageSubTitle
source: Direct channel to our services
pt: Canal direto para os serviços

# NewsSubTitle
source: Keep up to date with news
pt: Mantenha-se a par das novidades

# DeclarationTableTitle
source: Select the declaration for emailing
pt: Seleccione a declaração para envio por email

# DeclarationSendDocument
source: Do you want to receive the declaration by email?
pt: Deseja receber a declaração por email?

# DeclarationFileTitle
source: Declaration
pt: Declaração

# AccountTableTitle
source: Select document for emailing
pt: Seleccione o documento para envio por email

# AccountPending
source: Amount to Pay
pt: Valor a Pagamento

# AccountSendDocument
source: Do you want to receive the document by email?
pt: Deseja receber o documento por email?

# AccountFileTitle
source: Document
pt: Documento

# FacilityDrivingTitle
source: Travel Time
pt: Deslocação

# FacilityDrivingCalculation
source: Based on distance and transit
pt: Baseado em distância e trânsito

# LoginUserName
source: Please enter your username
pt: Insira o número de utente

# LoginPassword
source: Enter your PIN
pt: Insira o PIN

# LoginSubmit
source: Login
pt: Entrar

# LoginInvalid
source: Invalid access
pt: Acesso inválido

# UserName
source: Name
pt: Nome

# UserTaxNumber
source: Tax Number
pt: NIF

# UserMobile
source: Mobile
pt: Telemóvel

# UserPhone
source: Phone
pt: Telefone

# UserAddress
source: Address
pt: Morada

# UserTableTitle
source: Select an option
pt: Seleccione a opção pretendida

# UserTitleDetail
source: Personal data
pt: Dados Pessoais

# UserSubTitleDetail
source: Change your Personal Information
pt: Altere os seus Dados Pessoais

# UserTitlePassword
source: Change PIN
pt: Alterar PIN

# UserSubTitlePassword
source: Change your service access PIN
pt: Altere o seu PIN de acesso aos serviços

# UserTitleNotification
source: Notifications
pt: Notificações

# UserSubTitleNotification
source: Manage the notifications you want to receive
pt: Faça a gestão das notificações que pretende receber

# UserPasswordOld
source: Enter your old PIN
pt: Insira o seu PIN antigo

# UserPasswordNew
source: Enter your new PIN
pt: Insira o seu novo PIN

# UserPasswordConfirm
source: Confirm your new PIN
pt: Confirme o seu novo PIN

# UserPasswordMismatch
source: The new PIN is different from the confirmation.
pt: O novo PIN é diferente da confirmação.

# AppointmentBookedTableTitle
source: Scheduled
pt: Agendado

# AppointmentOldTableTitle
source: Historic
pt: Histórico

# AppointmentClosedTableTitle
source: Closed
pt: Concluído

# AppointmentCancelAppointment
source: Cancel Appointment
pt: Cancelar Marcação

# AppointmentDownloadICS
source: Register on Device Calendar
pt: Registar no Calendário

# AppointmentNew
source: New Appointment
pt: Nova Marcação

# AppointmentTypeC
source: Consultation
pt: Consulta

# AppointmentTypeE
source: Exam
pt: Exame

# AppointmentTypeO
source: Other
pt: Outro

# AppointmentDoctor
source: Doctor
pt: Médico

# AppointmentSpecialty
source: Specialty
pt: Especialidade

# AppointmentService
source: Service
pt: Ato

# AppointmentFacility
source: Facility
pt: Unidade de Saúde

# AppointmentFrom
source: Schedule from
pt: Marcação a partir de

# AppointmentDate
source: Date
pt: Data

# AppointmentTime
source: Time
pt: Hora

# AppointmentPayor
source: Payor
pt: Entidade Financiadora

# AppointmentPayorWarning
source: Validation subject to conditions agreed with the Payor.
pt: Validação sujeita às condições acordadas com a Entidade Financiadora.

# AppointmentBook
source: Book
pt: Marcar

# AppointmentConfirmation
source: Confirm the appointment
pt: Confirme a Marcação

# AppointmentEventCreationSuccess
source: A new event has been created on your device calendar
pt: Foi criado um novo evento no seu calendário

source: No Appointments
pt: Não tem marcações

# AppointmentArrivedWithNumberTableTitle
source: Wait for the call by ticket
pt: Aguarde a chamada da senha

# AppointmentArrivedWithoutNumberTableTitle
source: Wait for the call by name
pt: Aguarde a chamada pelo nome

# AppointmentCheckIn
source: Check in
pt: Registar chegada

# AppointmentRating
source: Rate the Service
pt: Classifique o serviço

# AppointmentRatingSuccess
source: Thank you for rating.
pt: Obrigado pela sua classificação.

# AppointmentPresenceDeclaration
source: Presence Declaration
pt: Declaração de presença

# AppointmentQRCode
source: Parking Discount
pt: Desconto de estacionamento

# AppointmentGoTo
source: Go to
pt: Dirija-se a

# AppointmentTicket
source: Ticket
pt: Senha

# NewMessageTitle
source: New Message
pt: Nova Mensagem

# MessageRecipient
source: Recipient
pt: Destinatário

# MessageSubject
source: Subject
pt: Assunto

# AboutVersion
source: Version
pt: Versão

# AboutDevelopedBy
source: Developed by Simple Solutions using Xamarin Tech.
pt: Desenvolvido por Simple Solutions com Xamarin Tech.

# AboutCopyright
source: Copyright 2017 {0}. All rights reserved.
pt: Copyright 2017 {0}. Todos os direitos reservados.
